Repository: AKotov-dev/bastion
Catalog: bastion/languages/bastion.*.po
Languages: ru

# tmainform.dnscheckbox.hint
source: Enabling DNS/DHCP IP range: x.x.x.50-x.x.x.250
ru: Включение DNS/DHCP Диапазон IP: x.x.x.50-x.x.x.250

source: Local network
ru: Локальная сеть

source: Network
ru: Сеть

source: Forced report: su, squid-analyzer Report URL: http://127.0.0.1/squidreport
ru: Срочный отчет: su, squid-analyzer URL отчета: http://127.0.0.1/squidreport

source: BlackList (.domain.com)
ru: Черный список (.domain.com)

source: VIP-clients (IP-address)
ru: VIP-клиенты (IP-адреса)

source: WhiteList (.domain.com)
ru: Белый список (.domain.com)

source: New Certificate
ru: Новый сертификат

source: Restart
ru: Рестарт

# tmainform.smbcheckbox.hint
source: Enabling SMB Shared folder: \\LAN-IP\Common
ru: Включение SMB Общая папка: \\LAN-IP\Common

source: Backup/Restore
ru: Бэкап/Рестор

source: License: GPLv3 Author: alex_q_2000 (C) 2021 URL: https://linuxforum.ru
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2021 URL: https://linuxforum.ru

source: Yes - Backup configuration No - Restore configuration
ru: Да - Бэкап конфигурации Нет - Восстановить конфигурацию

source: Creating a certificate
ru: Создание сертификата

source: Create a new squid.der certificate for installation on clients computers?
ru: Создать новый сертификат squid.der для установки на компьютеры клиентов?

source: LAN is set incorrectly!
ru: LAN указан неверно!
